Repository: HalykCoin/walletios
Catalog: Trust/Localization/*.lproj/Localizable.strings
Languages: ru

# transactions.noTransactions
source: No Transactions Yet!
ru: Пока еще нет транзакций!

# welcome.importWallet
source: IMPORT ACCOUNT
ru: ИМПОРТИРОВАТЬ АККАУНТ

# welcome.createWallet
source: CREATE ACCOUNT
ru: СОЗДАТЬ АККАУНТ

# Welcome.PrivateAndSecure
source: Secure storage
ru: Закрытый и Защищенный

# Welcome.PrivateKeysNeverLeaveDevice
source: Store, send and receive HLC in the safest way.
ru: Закрытый ключ никогда не утечет с вашего устройства

# Welcome.UltraReliable
source: Always with you
ru: Официальный

# Welcome.FastExperience
source: The fastest Halykcoin experience on mobile
ru: Самый быстрый способ начать использовать Халыккоин на мобильном устройстве

# export.noBackup.title
source: Backup
ru: Резервная копия

# export.controlYourMoney.title
source: Save your key on media or cloud storage. It will be necessary to restore access to this account. Otherwise, you risk losing your account and all the funds available on it
ru: Так как только вы управляете своими средствами, вам необходимо создать резервную копию аккаунта для сохранения ваших средств в случае удаления данного приложения.

# export.backupButton.title
source: Backup Account
ru: Создать резервную копию

# export.doItLater.title
source: Do it later
ru: Создать позже

# export.watchout.title
source: Watch out!
ru: Осторожно!

# export.watchout.text
source: If you lose your phone or remove your account, you will not be able to restore access to your coins without a backup of your account
ru: Если это устройство будет утеряно или приложение будет удалено, ни ваш аккаунт ни ваши средства не смогут быть восстановлены и будут навсегда утеряны.

# export.watchout.iunderstand
source: Do not backup
ru: Я понимаю

# export.presentBackupOptions
source: Creating backup...
ru: Подготовка резервной копии...

# import.key.invalid
source: Key must be 255 characters long
ru: Ключ должен быть длиной 255

# import.enterKey
source: Insert key of account
ru: Введите ключ аккаунта

# import.enterKey.instruction
source: You can restore access to your account by entering the key that you got after your account has been generated
ru: Вы можете получить доступ к аккаунту с помощью ключа, который вы получили после создания либо резервного копирования аккаунта

# import.enterKey.placeholder
source: You can type key here
ru: Вы можете ввести ключ вручную здесь

# import.choseFile
source: Chose from file
ru: Загрузить файл с ключем

# importWallet.title
source: Import Account
ru: Импортировать аккаунт

# importWallet.importButton
source: Import
ru: Импортировать

# wallet.creating.message
source: Creating account...
ru: Создание аккаунта...

# wallet.tabs.transactions
source: Transactions
ru: Операции

# wallet.tabs.tokens
source: Tokens
ru: Токены

# wallet.tabs.about
source: About
ru: О программе

# Generic.Cancel
source: Cancel
ru: Отмена

# Generic.Send
source: Send
ru: Отправить

# Generic.Receive
source: Receive
ru: Получить

# Generic.Refresh
source: Refresh
ru: Обновить

# Generic.Loading
source: Loading
ru: Загрузка

# Generic.Retry
source: Retry
ru: Повторить

# Generic.ScanQR
source: Scan QR-code
ru: Сканировать QR-код

# Generic.Next
source: Next
ru: Далее

# Generic.Paste
source: Paste
ru: Вставить

# transactions.myAddress
source: My Address
ru: Мой адрес

# transactionsEmpty.deposit
source: Buy HLC
ru: Пополнить

# transactions.title.today
source: Today
ru: Сегодня

# transactions.title.yesterday
source: Yesterday
ru: Вчера

# transactions.status.received
source: Received
ru: Получено

# transactions.status.sent
source: Sent
ru: Отправлено

# transactions.status.pending
source: Pending
ru: Обработка

# about.title
source: Halykcoin Keeper
ru: Халыккоин Keeper

# about.description
source: The official app to work with Halykcoin.
ru: Официальное приложение для работы с Халыккоин.

# Settings.Title
source: Main menu
ru: Главное меню

# settings.backup
source: Backup
ru: Резервная копия

# Settings.KeepItSecure
source: Keep it safe from anyone.
ru: Храните копию надежно и ограничьте от посторонних

# settings.backupKeystore
source: Backup Private Key
ru: Создать резервную копию

# Settings.Security
source: Security
ru: Безопасность

# settings.biometricsEnabled
source: Passcode / %@
ru: Пароль / %@

# settings.biometricsDisabled
source: Passcode
ru: Пароль

# settings.biometrics.touchId
source: Touch ID
ru: Отпечаток пальца

# Settings.Version
source: Version
ru: Версия

# settings.biometrics.use.fingerprint
source: Use your fingerprint to access your account
ru: Используйте отпечаток пальца чтобы открыть аккаунт

# Settings.passcode.title
source: Set passcode
ru: Создать код-пароль

# Settings.passcode.create
source: Enter a new passcode
ru: Введите новый код-пароль

# Settings.passcode.reenter
source: Please re-enter your passcode
ru: Повторите снова код-пароль

# Settings.passcode.mismatch
source: Passcode did not match. Try again
ru: Код-пароль не совпадает. Повторите

# Settings.passcode.enter
source: Enter passcode
ru: Введите код-пароль

# Settings.passcode.incorrect
source: Incorrect passcode. Try again
ru: Неверный код-пароль. Повторите

# Settings.wallet.title
source: Account
ru: Аккаунт

# Settings.wallet.button
source: Switch account
ru: Сменить аккаунт

# Settings.switch.watchout.text
source: This action will disconnect you from current account, you must backup your account before switching to another, otherwise you may lose it with all it's founds.
ru: Данное действие отключит данное устройство от вашего текущего аккаунта, рекомендуемо создать его резервную копию перед продолжением иначе вы рискуете потерять ваши средства.

# Settings.switch.watchout.iunderstand
source: Continue
ru: Продолжить

# Settings.wallet.changed
source: Account is successfully changed
ru: Смена аккаунта успешна

# Send.MyEthereumAddressIs
source: My %@ address is: %@
ru: Мой %@ адрес: %@

# request.headlineTitle
source: My %@ address
ru: Мой %@ адрес аккаунта

# request.copyWalletText
source: Copy address
ru: Копировать адрес аккаунта

# request.addressCopiedText
source: Address copied
ru: Адрес скопирован

# send.recipientPurchaseId
source: Recipient Payment ID
ru: Payment ID получателя

# send.recipientAddress
source: Recipient Address
ru: Адрес получателя

# Send.AmountPlaceholder
source: Amount
ru: Сумма

# send.paymentId.invalid
source: Invalid Halykcoin Purchase ID
ru: Неверный Payment Id

# send.address.invalid
source: Invalid Halykcoin Address
ru: Неверный адрес Халыккоина

# send.amount.invalid
source: Field required!
ru: Обязательное поле

# send.emptyClipBoard
source: Empty ClipBoard
ru: Буфер обмена пуст

# send.wrongInput
source: Wrong Input
ru: Неверые данные

# confirmPayment.from
source: From
ru: С вашего аккаунта

# confirmPayment.to
source: To
ru: На аккаунт

# confirmPayment.title
source: Confirm
ru: Подтвердить

# confirmPayment.sent.message
source: Successfully sent!
ru: Успешно отправлено!

# deposit.comingSoon.title
source: Buy Halykcoins
ru: Купить Халыккоины

# deposit.comingSoon.text
source: Please visit https://halykcoin.org for information
ru: Пожалуйста перейдите на официальную страницу https://halykcoin.org для дальнейших инструкций

# errorView.descriptionLabel
source: Something went wrong... Try again.
ru: Произошла ошибка... Повторите запрос.
